Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Preview: plays 2s before start, jumps to end
af: Voorskou: speel 2s voor begin, spring na einde
am: ቅድመ እይታ፦ ከመጀመሪያው 2 ሰከንድ በፊት ይጫወታል፣ ወደ መጨረሻ ይዘላል
ar: معاينة: يُشغَّل قبل البداية بثانيتين، ثم ينتقل إلى النهاية
as: পূৰ্বদৰ্শন: আৰম্ভণিৰ ২ছেকেণ্ড আগতে চলে, শেষলৈ যায়
az: Önizləmə: başlanğıcdan 2 san əvvəl oynadılır, sona keçir
be: Папярэдні прагляд: прайграе 2 с да пачатку, пераходзіць у канец
bg: Преглед: пуска 2 сек преди началото, прескача към края
bn: প্রিভিউ: শুরুর ২ সেকেন্ড আগে চালায়, শেষে চলে যায়
br: Rakwel: seniñ 2e a-raok an deroù, lammat d'an dibenn
bs: Pregled: pušta 2s prije početka, skače na kraj
ca: Vista prèvia: reprodueix 2 s abans de l'inici i salta al final
ceb: Preview: mag-play 2s sa dili pa ang sinugdanan, mo-ambak sa kataposan
cs: Náhled: přehraje 2 s před začátkem a přeskočí na konec
cy: Rhagolwg: yn chwarae 2 eiliad cyn y dechrau, yn neidio i'r diwedd
da: Forhåndsvisning: afspiller 2 s før start, springer til slutning
de: Vorschau: startet 2 s vor Beginn, springt zum Ende
el: Προεπισκόπηση: αναπαραγωγή 2 δλ πριν την αρχή, μετάβαση στο τέλος
es: Vista previa: reproduce 2 s antes del inicio y salta al final
et: Eelvaade: esitab 2 s enne algust, hüppab lõppu
eu: Aurrebista: hasi baino 2 s lehenago erreproduzitzen du eta amaierara jauzi egiten du
fa: پیش‌نمایش: ۲ ثانیه پیش از شروع پخش می‌شود و به پایان می‌پرد
fi: Esikatselu: toistaa 2 s ennen alkua ja siirtyy loppuun
fil: Preview: nagpe-play 2s bago ang simula, tumatalon sa dulo
fo: Forsýning: spælir 2s áðrenn byrjan, stökkur til enda
fr: Aperçu : démarre 2 s avant le début, puis saute à la fin
fy: Foarbyld: spilet 2s foar it begjin, springt nei it ein
ga: Réamhamharc: seinneann 2s roimh an tús, léimeann go dtí an deireadh
gd: Ro-shealladh: a' cluich 2d ron toiseach, a' leum gun deireadh
gl: Vista previa: reproduce 2 s antes do inicio e salta ao final
gu: પૂર્વાવલોકન: શરૂઆતના 2s પહેલાં ચાલે છે, અંતે જાય છે
ha: Bori: yana kunna daƙiƙa 2 kafin farko, ya yi tsalle zuwa ƙarshe
he: תצוגה מקדימה: מתנגן 2 שנ' לפני ההתחלה וקופץ לסוף
hi: प्रीव्यू: शुरुआत से 2 सेकंड पहले चलता है, फिर अंत पर जाता है
hr: Pregled: reproducira 2 s prije početka, zatim skače na kraj
ht: Apèsi: li jwe 2s anvan kòmansman an, epi sote nan fen an
hu: Előnézet: 2 mp-cel a kezdés előtt indul, majd a végére ugrik
hy: Նախադիտում՝ նվագարկվում է 2 վրկ սկզբից առաջ, անցնում է վերջ
id: Pratinjau: diputar 2 dtk sebelum awal, lompat ke akhir
ig: Nlele: na-akpọ 2s tupu mmalite, wụga na ngwụcha
is: Forskoðun: spilar 2 sek fyrir byrjun, hoppar á enda
it: Anteprima: riproduce 2s prima dell'inizio, salta alla fine
ja: プレビュー：開始2秒前から再生し、最後にジャンプ
jv: Pratinjau: main 2d sadurungé wiwitan, mlumpat menyang pungkasan
ka: წინასწარი ნახვა: უკრავს დაწყებამდე 2 წმ-ით ადრე, გადადის დასასრულზე
kk: Алдын ала қарау: басталуға 2 с қалғанда ойнатады, соңына өтеді
km: មើលជាមុន៖ ចាក់ ២វិនាទី មុនពេលចាប់ផ្តើម រួចលោតទៅចុងបញ្ចប់
kn: ಪೂರ್ವವೀಕ್ಷಣೆ: ಪ್ರಾರಂಭಕ್ಕೆ 2 ಸೆ. ಮೊದಲು ಪ್ಲೇ ಆಗುತ್ತದೆ, ಅಂತ್ಯಕ್ಕೆ ಹೋಗುತ್ತದೆ
ko: 미리보기: 시작 2초 전부터 재생하고 끝으로 이동합니다
ku: Pêşdîtin: 2ç berî destpêkê dilîze, dibaze dawiyê
ky: Алдын ала көрүү: башталгандан 2с мурда ойнойт, аягына өтөт
lb: Virschau: spillt 2s virum Ufank, sprangt op d'Enn
lo: ເບິ່ງຕົວຢ່າງ: ຫຼິ້ນ 2 ວິນາທີກ່ອນເລີ່ມ, ແລ້ວຂ້າມໄປຕອນຈົບ
lt: Peržiūra: paleidžia 2 s prieš pradžią ir šoka į pabaigą
lv: Priekšskatījums: atskaņo 2 s pirms sākuma un pārlec uz beigām
mg: Topi-maso: milalao 2s alohan'ny fanombohana, mitsambikina ho any amin'ny farany
mi: Arokite: ka pāho 2m i mua i te tīmatanga, ka peke ki te mutunga
mk: Преглед: се пушта 2 с пред почетокот и скока на крајот
ml: പ്രിവ്യൂ: തുടക്കത്തിന് 2 സെ. മുമ്പ് പ്ലേ ചെയ്ത് അവസാനത്തിലേക്ക് പോകുന്നു
mn: Урьдчилан харах: эхлэхээс 2с өмнө тоглож, төгсгөл рүү үсэрнэ
mr: पूर्वावलोकन: सुरुवातीच्या 2 सेकंद आधी प्ले होते, शेवटाकडे जाते
ms: Pratonton: dimainkan 2s sebelum permulaan, lompat ke penghujung
mt: Preview: jibda 2s qabel il-bidu, jaqbeż sat-tmiem
my: အစမ်းကြည့်ခြင်း − အစမတိုင်မီ ၂ စက္ကန့် ဖွင့်ပြီး အဆုံးသို့ ခုန်သည်
nb: Forhåndsvisning: spiller 2 s før start, hopper til slutten
ne: पूर्वावलोकन: सुरु हुनुभन्दा २ सेकेन्ड अगाडि चल्छ, अन्त्यमा जान्छ
nl: Voorbeeld: speelt 2 s voor het begin, springt naar het einde
ny: Chithunzithunzi: chimasewera 2s chiyambi chisanafike, kenako chilumphira kumapeto
oc: Apercebut: legís 2 s abans lo començament, sauta a la fin
or: ପ୍ରିଭ୍ୟୁ: ଆରମ୍ଭର 2s ପୂର୍ବରୁ ଚାଲେ, ଶେଷକୁ ଯାଏ
pa: ਪੂਰਵ-ਦਰਸ਼ਨ: ਸ਼ੁਰੂ ਤੋਂ 2 ਸਕਿੰਟ ਪਹਿਲਾਂ ਚੱਲਦਾ ਹੈ, ਅੰਤ ਉੱਤੇ ਜਾਂਦਾ ਹੈ
pl: Podgląd: odtwarza 2 s przed początkiem, przechodzi do końca
ps: مخکتنه: له پیل ۲ ثانیې مخکې غږیږي، بیا پای ته دانګي
pt_br: Prévia: reproduz 2 s antes do início e pula para o fim
pt_pt: Pré-visualização: reproduz 2 s antes do início e salta para o fim
ro: Previzualizare: redă 2 s înainte de început și sare la final
ru: Предпросмотр: воспроизведение за 2 с до начала, переход к концу
rw: Igaragazwa mbere: bitangira amasegonda 2 mbere y'intangiriro, hanyuma bisimbukira ku iherezo
sd: پريويو: شروعات کان 2s اڳ هلي، پوءِ پڇاڙيءَ تي ٽپو ڏئي
si: පෙරදසුන: ආරම්භයට තත්පර 2කට පෙර වාදනය වී, අවසානයට පනියි
sk: Náhľad: prehrá sa 2 s pred začiatkom, preskočí na koniec
sl: Predogled: predvaja 2 s pred začetkom, skoči na konec
sm: Vaai muamua: taalo 2s ao lei amata, oso i le faaiuga
sn: Onero: rinotamba 2s risati ratanga, rosvetukira kumagumo
so: Horudhac: wuxuu ka bilaabmayaa 2s bilowga ka hor, kadibna wuu u booday dhammaadka
sq: Pamje paraprake: luan 2 s para fillimit, kalon te fundi
sr: Преглед: пушта 2 с пре почетка, скаче на крај
st: Ponelopele: e bapala metsotsoana e 2 pele ho qala, e tlolele qetellong
su: Pratonton: maén 2d saméméh awal, luncat ka tungtung
sv: Förhandsvisning: spelar 2 s före start, hoppar till slutet
sw: Onyesho la awali: hucheza sekunde 2 kabla ya kuanza, hurukia mwishoni
ta: முன்னோட்டம்: தொடக்கத்திற்கு 2 வி முன் இயங்கும், முடிவுக்குச் செல்லும்
te: ప్రివ్యూ: ప్రారంభానికి 2 సెకన్ల ముందు ప్లే అవుతుంది, ముగింపుకు వెళ్తుంది
tg: Пешнамоиш: 2с пеш аз оғоз пахш мешавад, ба анҷом меҷаҳад
th: ตัวอย่าง: เล่น 2 วินาทีก่อนเริ่ม แล้วข้ามไปที่จุดสิ้นสุด
tr: Önizleme: başlamadan 2 sn önce oynatır, sona atlar
tt: Караб чыгу: башка кадәр 2 с уйнала, аннан ахырга күчә
ug: ئالدىن كۆرۈش: باشلىنىشتىن 2 سېكۇنت بۇرۇن قويۇلىدۇ، ئاندىن ئاخىرىغا سەكرەيدۇ
uk: Перегляд: відтворює за 2 с до початку, переходить до кінця
ur: پیش منظر: آغاز سے 2 سیکنڈ پہلے چلتا ہے، اختتام پر چلا جاتا ہے
uz: Ko'rib chiqish: boshlanishidan 2s oldin ijro etadi, oxiriga o'tadi
vi: Xem trước: phát 2 giây trước điểm bắt đầu, rồi nhảy đến cuối
xh: Umboniso: idlala imizuzwana emi-2 phambi kokuqala, iye esiphelweni
yo: Àkọ́wò: ó máa ń tú ní ìṣẹ́jú-àáyá 2 kí ìbẹ̀rẹ̀ tó dé, ó sì fò sí ìparí
zh_hans: 预览：从起点前 2 秒开始播放，然后跳到结尾
zh_hant: 預覽：從起點前 2 秒開始播放，然後跳至結尾
zu: Ukubuka kuqala: kudlala 2s ngaphambi kokuqala, kweqele ekugcineni

source: Previous chapter
af: Vorige hoofstuk
am: ቀዳሚ ምዕራፍ
ar: الفصل السابق
as: পূৰ্বৱৰ্তী অধ্যায়
az: Əvvəlki fəsil
be: Папярэдні раздзел
bg: Предишна глава
bn: পূর্ববর্তী অধ্যায়
br: Chabistr a-raok
bs: Prethodno poglavlje
ca: Capítol anterior
ceb: Miaging kapitulo
cs: Předchozí kapitola
cy: Y bennod flaenorol
da: Forrige kapitel
de: Vorheriges Kapitel
el: Προηγούμενο κεφάλαιο
es: Capítulo anterior
et: Eelmine peatükk
eu: Aurreko kapitulua
fa: فصل قبلی
fi: Edellinen luku
fil: Nakaraang kabanata
fo: Undanfarni kapittul
fr: Chapitre précédent
fy: Foarich haadstik
ga: An chaibidil roimhe seo
gd: A' chaibideil roimhe
gl: Capítulo anterior
gu: પાછલું પ્રકરણ
ha: Babin da ya gabata
he: הפרק הקודם
hi: पिछला चैप्टर
hr: Prethodno poglavlje
ht: Chapit anvan
hu: Előző fejezet
hy: Նախորդ գլուխ
id: Bab sebelumnya
ig: Isi gara aga
is: Fyrri kafli
it: Capitolo precedente
ja: 前のチャプター
jv: Bab sadurungé
ka: წინა თავი
kk: Алдыңғы тарау
km: ជំពូកមុន
kn: ಹಿಂದಿನ ಅಧ್ಯಾಯ
ko: 이전 챕터
ku: Beşa berê
ky: Мурунку бөлүм
lb: Viregt Kapitel
lo: ບົດກ່ອນໜ້າ
lt: Ankstesnis skyrius
lv: Iepriekšējā nodaļa
mg: Toko teo aloha
mi: Te upoko o mua
mk: Претходно поглавје
ml: മുൻ അധ്യായം
mn: Өмнөх бүлэг
mr: मागील प्रकरण
ms: Bab sebelumnya
mt: Kapitlu ta' qabel
my: ယခင်အခန်း
nb: Forrige kapittel
ne: अघिल्लो अध्याय
nl: Vorig hoofdstuk
ny: Chaputala chapitacho
oc: Capítol precedent
or: ପୂର୍ବ ଅଧ୍ୟାୟ
pa: ਪਿਛਲਾ ਅਧਿਆਇ
pl: Poprzedni rozdział
ps: پخوانی څپرکی
pt_br: Capítulo anterior
pt_pt: Capítulo anterior
ro: Capitolul anterior
ru: Предыдущая глава
rw: Igice cyabanjirije
sd: پويون باب
si: පෙර පරිච්ඡේදය
sk: Predchádzajúca kapitola
sl: Prejšnje poglavje
sm: Mataupu talu ai
sn: Chitsauko chapfuura
so: Cutubkii hore
sq: Kapitulli i mëparshëm
sr: Претходно поглавље
st: Khaolo e fetileng
su: Bab saméméhna
sv: Föregående kapitel
sw: Sura iliyotangulia
ta: முந்தைய அத்தியாயம்
te: మునుపటి అధ్యాయం
tg: Боби пешина
th: บทก่อนหน้า
tr: Önceki bölüm
tt: Алдагы бүлек
ug: ئالدىنقى باب
uk: Попередній розділ
ur: پچھلا باب
uz: Oldingi bo'lim
vi: Chương trước
xh: Isahluko esidlulileyo
yo: Orí tí ó ṣáájú
zh_hans: 上一章节
zh_hant: 上一章節
zu: Isahluko esidlule

source: Resubmit
af: Dien weer in
am: እንደገና አስገባ
ar: إعادة الإرسال
as: পুনৰ দাখিল কৰক
az: Yenidən göndər
be: Адправіць зноў
bg: Изпращане отново
bn: আবার জমা দিন
br: Kas en-dro
bs: Ponovo pošalji
ca: Torna a enviar
ceb: Isumite pag-usab
cs: Odeslat znovu
cy: Ailgyflwyno
da: Send igen
de: Erneut senden
el: Υποβολή ξανά
es: Reenviar
et: Saada uuesti
eu: Bidali berriro
fa: ارسال دوباره
fi: Lähetä uudelleen
fil: Isumite muli
fo: Send inn aftur
fr: Renvoyer
fy: Op 'e nij yntsjinje
ga: Athsheol
gd: Cuir a-steach a-rithist
gl: Reenviar
gu: ફરી સબમિટ કરો
ha: Sake ƙaddamarwa
he: שליחה מחדש
hi: फिर से सबमिट करें
hr: Ponovno pošalji
ht: Voye ankò
hu: Újraküldés
hy: Կրկին ուղարկել
id: Kirim ulang
ig: Nyefee ọzọ
is: Senda aftur
it: Invia di nuovo
ja: 再送信
jv: Kirim manèh
ka: ხელახლა გაგზავნა
kk: Қайта жіберу
km: ដាក់ស្នើឡើងវិញ
kn: ಮತ್ತೆ ಸಲ್ಲಿಸಿ
ko: 다시 제출
ku: Ji nû ve bişîne
ky: Кайра жөнөтүү
lb: Nei ofschécken
lo: ສົ່ງອີກຄັ້ງ
lt: Pateikti iš naujo
lv: Iesniegt vēlreiz
mg: Alefaso indray
mi: Tukua anō
mk: Испрати повторно
ml: വീണ്ടും സമർപ്പിക്കുക
mn: Дахин илгээх
mr: पुन्हा सबमिट करा
ms: Hantar semula
mt: Erġa' ibgħat
my: ပြန်တင်သွင်းရန်
nb: Send inn på nytt
ne: पुनः पेस गर्नुहोस्
nl: Opnieuw indienen
ny: Tumizani kachiwiri
oc: Tornar mandar
or: ପୁନଃ ଦାଖଲ କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਭੇਜੋ
pl: Wyślij ponownie
ps: بیا وسپارئ
pt_br: Enviar novamente
pt_pt: Submeter novamente
ro: Retrimite
ru: Отправить снова
rw: Ongera wohereze
sd: ٻيهر جمع ڪريو
si: නැවත ඉදිරිපත් කරන්න
sk: Odoslať znova
sl: Znova pošlji
sm: Toe lafo
sn: Tumira zvakare
so: Dib u gudbi
sq: Ridërgo
sr: Пошаљи поново
st: Romela hape
su: Kirim deui
sv: Skicka igen
sw: Wasilisha tena
ta: மீண்டும் சமர்ப்பி
te: మళ్లీ సమర్పించండి
tg: Аз нав фиристодан
th: ส่งอีกครั้ง
tr: Yeniden gönder
tt: Кабат җибәр
ug: قايتا يوللا
uk: Надіслати повторно
ur: دوبارہ جمع کرائیں
uz: Qayta yuborish
vi: Gửi lại
xh: Ngenisa kwakhona
yo: Fisùn padà
zh_hans: 重新提交
zh_hant: 重新提交
zu: Thumela futhi

source: Set to playhead
af: Stel op speelkop
am: ወደ ማጫወቻ ነጥብ አዘጋጅ
ar: ضبط عند موضع التشغيل
as: প্লেহেডত ছেট কৰক
az: Oxutma nöqtəsinə təyin et
be: Усталяваць на бягучую пазіцыю
bg: Задаване на текущата позиция
bn: প্লেহেডে সেট করুন
br: Lakaat war ar penn-c'hoari
bs: Postavi na trenutnu poziciju
ca: Ajusta a la posició de reproducció
ceb: Ibutang sa playhead
cs: Nastavit na pozici přehrávání
cy: Gosod i'r pen chwarae
da: Sæt til afspilningspunkt
de: Auf Abspielposition setzen
el: Ορισμός στη θέση αναπαραγωγής
es: Fijar en la posición de reproducción
et: Määra esituskohale
eu: Ezarri erreprodukzio-posiziora
fa: تنظیم روی موقعیت پخش
fi: Aseta toistokohtaan
fil: Itakda sa playhead
fo: Set til spælistøðu
fr: Définir sur la position de lecture
fy: Op ôfspylkop sette
ga: Socraigh ag an gceann seinnte
gd: Suidhich air an ceann-cluiche
gl: Axustar á posición de reprodución
gu: પ્લેહેડ પર સેટ કરો
ha: Saita zuwa wurin kunnawa
he: הגדרה למיקום הנגינה
hi: प्लेहेड पर सेट करें
hr: Postavi na trenutnu poziciju
ht: Mete sou pozisyon lekti a
hu: Beállítás a lejátszófejhez
hy: Դնել նվագարկման կետին
id: Atur ke posisi putar
ig: Tọọ na isi egwuregwu
is: Stilla á spilunarstöðu
it: Imposta sulla posizione attuale
ja: 再生位置に設定
jv: Setel menyang playhead
ka: დაყენება დაკვრის ნიშნულზე
kk: Ойнату нүктесіне орнату
km: កំណត់ត្រង់ទីតាំងចាក់
kn: ಪ್ಲೇಹೆಡ್‌ಗೆ ಹೊಂದಿಸಿ
ko: 재생 위치로 설정
ku: Li ser cihê lêdanê bike
ky: Ойнотуу учуруна коюу
lb: Op d'Ofspillpositioun setzen
lo: ຕັ້ງໄປທີ່ຕຳແໜ່ງຫຼິ້ນ
lt: Nustatyti į grojimo vietą
lv: Iestatīt uz atskaņošanas pozīciju
mg: Apetraho amin'ny playhead
mi: Whakaritea ki te māhunga pāho
mk: Постави на позицијата на репродукција
ml: പ്ലേഹെഡിലേക്ക് സജ്ജമാക്കുക
mn: Тоглуулах цэг дээр тохируулах
mr: प्लेहेडवर सेट करा
ms: Tetapkan ke kepala main
mt: Issettja mal-playhead
my: ဖွင့်နေရာသို့ သတ်မှတ်ရန်
nb: Sett til avspillingspunkt
ne: प्लेहेडमा सेट गर्नुहोस्
nl: Instellen op afspeelpositie
ny: Ikani pomwe pakusewera
oc: Definir a la lectura actuala
or: ପ୍ଲେହେଡ୍‌କୁ ସେଟ୍ କରନ୍ତୁ
pa: ਪਲੇਹੈੱਡ ਉੱਤੇ ਸੈੱਟ ਕਰੋ
pl: Ustaw na pozycji odtwarzania
ps: د غږولو نښې ته یې وټاکئ
pt_br: Definir na posição de reprodução
pt_pt: Definir na posição de reprodução
ro: Setează la poziția de redare
ru: Установить на текущую позицию
rw: Shyira aho gukinira kigeze
sd: پلي هيڊ تي مقرر ڪريو
si: වාදන ස්ථානයට සකසන්න
sk: Nastaviť na aktuálnu pozíciu
sl: Nastavi na trenutni položaj
sm: Faatatau i le ulu taalo
sn: Isa panguva yokutamba
so: U dhig meesha la joogo
sq: Vendos te pozicioni aktual
sr: Постави на тренутну позицију
st: Beha ho playhead
su: Setél ka posisi maén
sv: Ställ in vid uppspelningsläget
sw: Weka kwenye nafasi ya sasa
ta: தற்போதைய இடத்திற்கு அமை
te: ప్లేహెడ్‌కు సెట్ చేయండి
tg: Гузоштан ба нуқтаи пахш
th: ตั้งเป็นตำแหน่งที่เล่นอยู่
tr: Oynatma konumuna ayarla
tt: Уйнау ноктасына куй
ug: قويۇش نۇقتىسىغا تەڭشە
uk: Встановити на позицію відтворення
ur: پلے ہیڈ پر سیٹ کریں
uz: Ijro nuqtasiga o'rnatish
vi: Đặt tại vị trí đang phát
xh: Misela kwindawo edlalayo
yo: Gbé sí orí ìṣàfihàn
zh_hans: 设为当前播放位置
zh_hant: 設為目前播放位置
zu: Setha endaweni yokudlala

source: Submitted!
af: Ingedien!
am: ገብቷል!
ar: تم الإرسال!
as: দাখিল কৰা হ'ল!
az: Göndərildi!
be: Адпраўлена!
bg: Изпратено!
bn: জমা হয়েছে!
br: Kaset!
bs: Poslano!
ca: Enviat!
ceb: Nasumite na!
cs: Odesláno!
cy: Wedi'i gyflwyno!
da: Sendt!
de: Gesendet!
el: Υποβλήθηκε!
es: ¡Enviado!
et: Saadetud!
eu: Bidalita!
fa: ارسال شد!
fi: Lähetetty!
fil: Naisumite na!
fo: Sent inn!
fr: Envoyé !
fy: Yntsjinne!
ga: Seolta!
gd: Air a chur a-steach!
gl: Enviado!
gu: સબમિટ થયું!
ha: An ƙaddamar!
he: נשלח!
hi: सबमिट हो गया!
hr: Poslano!
ht: Voye!
hu: Elküldve!
hy: Ուղարկվեց։
id: Terkirim!
ig: Enyefeela!
is: Sent!
it: Inviato!
ja: 送信しました！
jv: Wis dikirim!
ka: გაიგზავნა!
kk: Жіберілді!
km: បានដាក់ស្នើ!
kn: ಸಲ್ಲಿಸಲಾಗಿದೆ!
ko: 제출되었습니다!
ku: Hat şandin!
ky: Жөнөтүлдү!
lb: Ofgeschéckt!
lo: ສົ່ງແລ້ວ!
lt: Pateikta!
lv: Iesniegts!
mg: Voalefa!
mi: Kua tukuna!
mk: Испратено!
ml: സമർപ്പിച്ചു!
mn: Илгээлээ!
mr: सबमिट केले!
ms: Dihantar!
mt: Mibgħut!
my: တင်သွင်းပြီးပါပြီ
nb: Sendt inn!
ne: पेस गरियो!
nl: Ingediend!
ny: Zatumizidwa!
oc: Mandat !
or: ଦାଖଲ ହୋଇଗଲା!
pa: ਭੇਜ ਦਿੱਤਾ!
pl: Wysłano!
ps: وسپارل شو!
pt_br: Enviado!
pt_pt: Submetido!
ro: Trimis!
ru: Отправлено!
rw: Byoherejwe!
sd: جمع ٿي ويو!
si: ඉදිරිපත් කළා!
sk: Odoslané!
sl: Poslano!
sm: Ua lafo!
sn: Zvatumirwa!
so: Waa la gudbiyay!
sq: U dërgua!
sr: Послато!
st: E rometsoe!
su: Geus dikirim!
sv: Skickat!
sw: Imewasilishwa!
ta: சமர்ப்பிக்கப்பட்டது!
te: సమర్పించబడింది!
tg: Фиристода шуд!
th: ส่งแล้ว!
tr: Gönderildi!
tt: Җибәрелде!
ug: يوللاندى!
uk: Надіслано!
ur: جمع ہو گیا!
uz: Yuborildi!
vi: Đã gửi!
xh: Kungenisiwe!
yo: A ti fisùn!
zh_hans: 已提交！
zh_hant: 已提交！
zu: Kuthunyelwe!

source: Use episode end instead
af: Gebruik eerder einde van episode
am: በምትኩ የክፍል መጨረሻን ተጠቀም
ar: استخدام نهاية الحلقة بدلاً من ذلك
as: ইয়াৰ পৰিৱৰ্তে খণ্ডৰ শেষ ব্যৱহাৰ কৰক
az: Bunun əvəzinə epizodun sonundan istifadə et
be: Выкарыстаць канец эпізоду
bg: Използване на края на епизода вместо това
bn: এর পরিবর্তে পর্বের শেষ ব্যবহার করুন
br: Ober gant dibenn ar rann e-lec'h se
bs: Umjesto toga koristi kraj epizode
ca: Fes servir el final de l'episodi
ceb: Gamita hinuon ang kataposan sa episode
cs: Použít místo toho konec epizody
cy: Defnyddio diwedd y bennod yn lle hynny
da: Brug afsnittets slutning i stedet
de: Stattdessen Ende der Folge verwenden
el: Χρήση του τέλους επεισοδίου αντ' αυτού
es: Usar el fin del episodio en su lugar
et: Kasuta selle asemel episoodi lõppu
eu: Erabili atalaren amaiera horren ordez
fa: به‌جای آن از پایان قسمت استفاده کن
fi: Käytä sen sijaan jakson loppua
fil: Gamitin na lang ang katapusan ng episode
fo: Brúka enda á partsþætti í staðin
fr: Utiliser plutôt la fin de l'épisode
fy: Brûk ynstee it ein fan de ôflevering
ga: Úsáid deireadh an eipeasóid ina áit
gd: Cleachd deireadh a' phrògraim na àite
gl: Usar mellor a fin do episodio
gu: તેના બદલે એપિસોડનો અંત વાપરો
ha: Yi amfani da ƙarshen kashi maimakon haka
he: להשתמש בסוף הפרק במקום
hi: इसके बजाय एपिसोड का अंत इस्तेमाल करें
hr: Umjesto toga koristi kraj epizode
ht: Sèvi ak fen epizòd la pito
hu: Inkább az epizód vége legyen
hy: Փոխարենը օգտագործել դրվագի ավարտը
id: Gunakan akhir episode saja
ig: Jiri ngwụcha nkeji kama
is: Nota lok þáttar í staðinn
it: Usa invece la fine dell'episodio
ja: 代わりにエピソード終了を使用
jv: Gunakké pungkasan episode waé
ka: სანაცვლოდ ეპიზოდის დასასრულის გამოყენება
kk: Оның орнына эпизод соңын пайдалану
km: ប្រើចុងបញ្ចប់វគ្គជំនួសវិញ
kn: ಬದಲಿಗೆ ಸಂಚಿಕೆಯ ಅಂತ್ಯ ಬಳಸಿ
ko: 대신 에피소드 끝 사용
ku: Li şûnê dawiya beşê bikar bîne
ky: Анын ордуна эпизоддун аягын колдонуу
lb: Amplaz d'Enn vun der Episod huelen
lo: ໃຊ້ຈຸດຈົບຕອນແທນ
lt: Vietoj to naudoti epizodo pabaigą
lv: Tā vietā izmantot epizodes beigas
mg: Ampiasao ny fiafaran'ny fizarana kosa
mi: Whakamahia te mutunga o te wāhanga kē
mk: Наместо тоа користи крај на епизодата
ml: പകരം എപ്പിസോഡിന്റെ അവസാനം ഉപയോഗിക്കുക
mn: Оронд нь ангийн төгсгөлийг ашиглах
mr: त्याऐवजी भागाचा शेवट वापरा
ms: Guna penghujung episod sebaliknya
mt: Uża t-tmiem tal-episodju minflok
my: အစား အပိုင်းပြီးဆုံးချိန်ကို သုံးရန်
nb: Bruk episodeslutt i stedet
ne: यसको सट्टा एपिसोडको अन्त्य प्रयोग गर्नुहोस्
nl: Gebruik in plaats daarvan het einde van de aflevering
ny: M'malo mwake gwiritsani kutha kwa gawo
oc: Utilizar puslèu la fin de l'episòdi
or: ବଦଳରେ ଏପିସୋଡ୍ ଶେଷ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਇਸ ਦੀ ਬਜਾਏ ਐਪੀਸੋਡ ਦਾ ਅੰਤ ਵਰਤੋ
pl: Użyj zamiast tego końca odcinka
ps: پرځای یې د قسط پای وکاروئ
pt_br: Usar o fim do episódio
pt_pt: Utilizar o fim do episódio
ro: Folosește în schimb sfârșitul episodului
ru: Использовать конец эпизода
rw: Koresha iherezo ry'igice ahubwo
sd: ان جي بدران قسط جي پڇاڙي استعمال ڪريو
si: ඒ වෙනුවට කථාංග අවසානය භාවිත කරන්න
sk: Použiť radšej koniec epizódy
sl: Raje uporabi konec epizode
sm: Faaaoga le faaiuga o le mataupu
sn: Shandisa kupera kwechikamu panzvimbo yacho
so: Beddelkeeda isticmaal dhammaadka qaybta
sq: Përdor më mirë fundin e episodit
sr: Уместо тога користи крај епизоде
st: Sebelisa pheletso ea karolo ho ena le hoo
su: Paké tungtung épisode wé
sv: Använd avsnittets slut istället
sw: Badala yake tumia mwisho wa kipindi
ta: அதற்குப் பதிலாக எபிசோட் முடிவைப் பயன்படுத்து
te: బదులుగా ఎపిసోడ్ ముగింపును ఉపయోగించండి
tg: Ба ҷои он анҷоми эпизодро истифода баред
th: ใช้ตอนจบแทน
tr: Bunun yerine bölüm sonunu kullan
tt: Аның урынына серия ахырын кулан
ug: ئۇنىڭ ئورنىغا قىسىم ئاخىرىنى ئىشلەت
uk: Використати кінець епізоду натомість
ur: اس کے بجائے قسط کا اختتام استعمال کریں
uz: Buning o'rniga epizod oxiridan foydalaning
vi: Dùng điểm cuối tập thay thế
xh: Sebenzisa isiphelo sesiqendu endaweni yoko
yo: Lo ìparí ìpín dípò rẹ̀
zh_hans: 改用剧集结尾
zh_hant: 改用劇集結尾
zu: Sebenzisa ukuphela kwesiqephu kunalokho

source: %@ · tap to get it
af: %@ · tik om dit te kry
am: %@ · ለማግኘት መታ ያድርጉ
ar: %@ · انقر للحصول عليه
as: %@ · পাবলৈ টেপ কৰক
az: %@ · almaq üçün toxunun
be: %@ · націсніце, каб атрымаць
bg: %@ · докоснете, за да го вземете
bn: %@ · পেতে ট্যাপ করুন
br: %@ · pouezit evit e gaout
bs: %@ · dodirni da preuzmeš
ca: %@ · toca per obtenir-lo
ceb: %@ · i-tap aron makuha kini
cs: %@ · klepnutím získáte
cy: %@ · tapiwch i'w gael
da: %@ · tryk for at hente den
de: %@ · zum Abrufen tippen
el: %@ · πατήστε για λήψη
es: %@ · toca para obtenerlo
et: %@ · puuduta hankimiseks
eu: %@ · lortzeko sakatu
fa: %@ · برای دریافت آن ضربه بزنید
fi: %@ · napauta hakeaksesi
fil: %@ · i-tap para makuha ito
fo: %@ · trýst fyri at fáa hana
fr: %@ · touchez pour l'obtenir
fy: %@ · tik om it te heljen
ga: %@ · tapáil chun é a fháil
gd: %@ · thoir gnogag airson fhaighinn
gl: %@ · toca para obtelo
gu: %@ · મેળવવા માટે ટેપ કરો
ha: %@ · danna don samu
he: %@ · הקש כדי לקבל אותו
hi: %@ · पाने के लिए टैप करें
hr: %@ · dodirnite za dohvat
ht: %@ · tape pou jwenn li
hu: %@ · koppintson rá a letöltéshez
hy: %@ · հպեք՝ ստանալու համար
id: %@ · ketuk untuk mengambilnya
ig: %@ · pịa iji nweta ya
is: %@ · shtypni për ta marrë
it: %@ · tocca per ottenerlo
ja: %@ · タップして取得
jv: %@ · tutul kanggo njupuk
ka: %@ · შეეხეთ მისაღებად
kk: %@ · алу үшін түртіңіз
km: %@ · ចុចដើម្បីទទួលបាន
kn: %@ · ಪಡೆಯಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: %@ · 탭하여 가져오기
ku: %@ · bitikîne da ku bistînî
ky: %@ · алуу үчүн басыңыз
lb: %@ · tippen fir se ze kréien
lo: %@ · ແຕະເພື່ອດາວໂຫຼດ
lt: %@ · bakstelėkite, kad gautumėte
lv: %@ · pieskarieties, lai iegūtu
mg: %@ · tsindrio hahazoana azy
mi: %@ · pātohia kia riro
mk: %@ · допрете за да го добиете
ml: %@ · ലഭിക്കാൻ ടാപ്പ് ചെയ്യുക
mn: %@ · авахын тулд товшино уу
mr: %@ · मिळवण्यासाठी टॅप करा
ms: %@ · ketik untuk mendapatkannya
mt: %@ · agħfas biex tiksbu
my: %@ · ရယူရန် တို့ပါ
nb: %@ · trykk for å hente den
ne: %@ · पाउन ट्याप गर्नुहोस्
nl: %@ · tik om het op te halen
ny: %@ · dinani kuti mupeze
oc: %@ · tocar per l'obténer
or: %@ · ପାଇବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: %@ · ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pl: %@ · dotknij, aby pobrać
ps: %@ · د اخیستلو لپاره ټک ووهئ
pt_br: %@ · toque para obter
pt_pt: %@ · toque para obter
ro: %@ · atinge pentru a-l obține
ru: %@ · нажмите, чтобы получить
rw: %@ · kanda kugira ngo ubibone
sd: %@ · حاصل ڪرڻ لاءِ ٽيپ ڪريو
si: %@ · ලබා ගැනීමට තට්ටු කරන්න
sk: %@ · ťuknutím ho získate
sl: %@ · tapnite za prenos
sm: %@ · patipati e maua ai
sn: %@ · baya kuti uwane
so: %@ · taabo si aad u hesho
sq: %@ · trokitni për ta marrë
sr: %@ · додирните да преузмете
st: %@ · tobetsa ho e fumana
su: %@ · toél pikeun néwak
sv: %@ · tryck för att hämta
sw: %@ · gonga ili kupata
ta: %@ · பெற தட்டவும்
te: %@ · పొందడానికి నొక్కండి
tg: %@ · барои гирифтан зер кунед
th: %@ · แตะเพื่อรับ
tr: %@ · almak için dokunun
tt: %@ · алу өчен басыгыз
ug: %@ · ئېلىش ئۈچۈن چېكىڭ
uk: %@ · торкніться, щоб отримати
ur: %@ · حاصل کرنے کے لیے ٹیپ کریں
uz: %@ · olish uchun bosing
vi: %@ · chạm để lấy
xh: %@ · cofa ukuze uyifumane
yo: %@ · tẹ̀ láti gbà á
zh_hans: %@ · 点按获取
zh_hant: %@ · 點按即可取得
zu: %@ · thepha ukuze uyithole
